Repository: maabou512/cncf_ar_jp2022_release
Catalog: pack1/pack1-level2.tmx
Source language: en_us
Languages: ja_jp

source: (English, Slavic, Chinese, Spanish, Italian, and Indonesian)
ja_jp: (英語、スラブ語、中国語、スペイン語、イタリア語、 インドネシア語)

source: 1.0% for Operations
ja_jp: 1.0% オペレーション

source: 1.2% for Legal
ja_jp: 1.2% リーガル

source: 1.9% for Training & Certification
ja_jp: 1.9%トレーニングと認定

source: 10.8% for Leadership & Coordination
ja_jp: 10.8％ リーダーシップとコーディネーション

source: 17.4% for Developer Collaboration & IT
ja_jp: 17.4% 開発者コラボレーションと IT

source: 2022 Momentum
ja_jp: 2022 年 その勢い（Momentum）

source: 2022 saw the cloud native community switch from the Meetup platform to Cloud Native Community Groups and the new platform has taken off.
ja_jp: 2022 年、クラウドネイティブコミュニティは Meetup のプラットフォームから Cloud Native Community Groups に移行し、新たなプラットフォームとして離陸しました。

source: 27.9% from event registration, 38% from event sponorship
ja_jp: 27.9% イベント登録 38% イベント スポンサーシップ

source: 4.8% for Reserve
ja_jp: 4.8% リザーブ

source: 5.8% for LG General & Adminstrative
ja_jp: 5.8% LF の一般管理費

source: 50.5% for Events
ja_jp: 50.5% イベント

source: 6.6% for Marketing, Comms and Busiess Development
ja_jp: 6.6% マーケティング、コミュニケーション、ビジネス開発

source: 64% of attendees were first timers.
ja_jp: 64% が初参加だったことを示しています。

source: 65% of visitors were first timers.
ja_jp: 参加者の 65% が初参加でした。

source: 7.1% from training, 26.9% from Membership
ja_jp: 7.1% トレーニング 26.9% メンバーシップ

source: 7403 in person attendees.
ja_jp: 7403 人が対面で参加

source: 1,187 Submissions
ja_jp: 1,187 件の提案

source: 1,551 Submissions
ja_jp: 1,551 件の提案

source: 100% would recommend CNCF to other companies ( 2022 End User survey )
ja_jp: 100% が CNCF を他社にも勧めたい（ 2022 年エンドユーザー サーベイ）

source: 113% Increase
ja_jp: 113% の増加

source: 132 Security Fixes and Improvements
ja_jp: 132 のセキュリティFIXと改善

source: 14 Countries Across the globe
ja_jp: 14 カ国 世界中で開催

source: 14% Increase
ja_jp: 14% の増加

source: 157 Projects Driving worldwide transformation
ja_jp: 157 のプロジェクト が世界中の トランスフォーメーションをドライブする

source: 16 KCDs In-person, virtual and hybrid
ja_jp: 16 のKCD を対面、バーチャル、およびハイブリッドで開催

source: 170 End User Members
ja_jp: 170 のエンドユーザー メンバー

source: 178K Contributors Fundamentally changing computing
ja_jp: 178K のコントリビューターたち コンピューティングに 根底から変化をもたらす

source: 220+ new members 19 new members from China
ja_jp: 220 以上の新メンバー うち 19 は中国から

source: 243 Speakers
ja_jp: 243 人のスピーカー

source: 25% Increase
ja_jp: 25% の増加

source: 280+ Registrations
ja_jp: 280 件以上の登録

source: 2 Cloud Native Telco Days
ja_jp: 2 つの Cloud Native Telco Days が開催

source: 31,500+ Attendees
ja_jp: 31,500 人以上の参加者

source: 335 Chapters
ja_jp: 335 のチャプター

source: 4,000 Registrations
ja_jp: 4,000 件の登録

source: 44% Increase
ja_jp: 44% の増加

source: 44% of Keynotes at KubeCon + CloudNativeCon North America
ja_jp: 44% のキーノート KubeCon + CloudNativeCon North America

source: 45 CVE's Reported and Fixed Includes 5 critical and 10 high severity findings fixed
ja_jp: 45 の CVE の報告および修正 ここには5 件のクリティカル案件 10 件の深刻度の高い発見と修正が含まれる

source: 48% of Keynotes at KubeCon + CloudNativeCon Europe
ja_jp: 48% のキーノート KubeCon + CloudNativeCon Europe

source: 49% Increase
ja_jp: 49% の増加

source: 4 CNF vendor organizations Earned "Certified CNF" status - for a total of 6 products
ja_jp: 4 つの CNF ベンダー が、6 プロダクトに対し「CNF 認定」ステータスを獲得

source: 51 Security Tools Built
ja_jp: 51 のセキュリティ ツールの構築

source: 531 Speakers
ja_jp: 531 人のスピーカー

source: 574 Events
ja_jp: 574 のイベント

source: 6,500+ attendees An increase of 85% from 2021
ja_jp: 6,500 人以上の参加者 2021 年から 85% 増加

source: 726 Need-Based Applicants attended KubeCon + CloudNativeCons and CNCF hosted co-located events
ja_jp: 726 人のニーズベース応募者たち がKubeCon + CloudNativeCons および CNCF が主催する併催イベントに参加

source: 749 Diversity Applicants from traditionally underrepresented and / or marginalized groups
ja_jp: 749 人のダイバーシティ応募者たち 歴史的に少数派かつ/もしくは疎外されたグループから

source: 8.5% Increase
ja_jp: 8.5% の増加

source: 853 Members Across 6 continents
ja_jp: 853 のメンバー は 6 大陸にまたがる

source: 853 member organizations 15% growth from 2021
ja_jp: 853 のメンバー 組織 2021 年から 15% の伸び

source: Argo Authors 814
ja_jp: Argo 814人の作者

source: Backstage has seen one of the fastest growth trajectories this year - solving an important pain point around cloud native developer experience
ja_jp: Backstage は今年最も急速な成長軌道を目の当たりにした 1 つで、クラウド ネイティブのデベロッパー エクスペリエンスに関する重要な問題点を解決しようとしている

source: Backstage Authors 580
ja_jp: Backstage 580人の作者

source: Canada 291
ja_jp: カナダ 291

source: Canada 457
ja_jp: カナダ 457

source: Canada 748
ja_jp: カナダ 748

source: Certified Kubernetes Administrator (CKA) exam hit 104,000 enrollments
ja_jp: Certified Kubernetes Administrator （CKA)）試験の登録数が 104,000 件に到達

source: Certified Kubernetes Application Developer (CKAD) hit 49,000 exam registrations
ja_jp: Certified Kubernetes Application Developer （CKAD）の試験登録数が 49,000 件に到達

source: Certified Kubernetes Security Specialist (CKS) exam hit 18,000 registrations
ja_jp: Certified Kubernetes Security Specialist （CKS）試験の登録数が 18,000 件に到達

source: Coming January 2023 KubeCon + CloudNativeCon North America CTO Summit Report
ja_jp: 2023 年 1 月公開 KubeCon + CloudNativeCon North America CTO サミット レポート

source: Conformance test was added across the three release: 1.24 - 16 endpoints tested 1.25 - 23 endpoints tested 1.26 - 10 endpoints tested
ja_jp: 3 つのリリースにわたって適合性テストが追加されました。 1.24 - 16 個のエンドポイントのテスト完了 1.25 - 23 個のエンドポイントがテスト完了 1.26 - 10 エンドポイントのテスト完了

source: Consistently looking into CNCF project's velocity and the top open source projects gives us a very good indication of trends that are resonating with developers and end users.
ja_jp: CNCF プロジェクトの速度（Velocity）や、上位に位置するオープンソースプロジェクトを定期観測することで、開発者やエンドユーザーが共鳴しているトレンドをとてもよく知ることができます。

source: CoreDNS Authors 69
ja_jp: CoreDNS 69人の作者

source: Denial of service, XSS, Path Traversal, Privilege Escalation, RCE Types of Vulnerabilities Fixed
ja_jp: DoS、XSS、パストラバーサル、権限昇格、RCE といったタイプの脆弱性のFIX

source: Envoy Authors 399
ja_jp: Envoy 399人の作者

source: Fluentd Authors 275
ja_jp: Fluentd 275人の作者

source: Flux Authors 258
ja_jp: Flux 258人の作者

source: Germany 1,060
ja_jp: ドイツ 1,060

source: Germany 1,403
ja_jp: ドイツ 1,403

source: Germany 2,463
ja_jp: ドイツ 2,463

source: GitOps remains an important technique in the cloud native ecosystem, where projects like Argo and Flux continue to cultivate large communities
ja_jp: GitOps は、Argo や Flux などのプロジェクトが大きなコミュニティを育て続けているような、クラウドネイティブ エコシステムにおいて重要なテクニックであり続けている

source: Harbor Authors 126
ja_jp: Harbor 126人の作者

source: Helm Authors 160
ja_jp: Helm 160人の作者

source: India 1,664
ja_jp: インド 1,664

source: India 1,702
ja_jp: インド 1,702

source: India 1,739
ja_jp: インド 1,739

source: India 1,798
ja_jp: インド 1,798

source: Inside Prometheus debuted in October 2022 at Prometheus Day North America as part of KubeCon + CloudNativeCon NA and has so far garnered 59,000 views on YouTube.
ja_jp: 「Inside Prometheus 」は、2022 年 10 月の Prometheus Day North America で KubeCon + CloudNativeCon NA の一部としてデビューし、これまで YouTube で 59,000 回の再生回数を獲得しました。

source: Israel 184
ja_jp: イスラエル 184

source: Jaeger Authors 145
ja_jp: Jaeger 145人の作者

source: Kubernetes Certified Service Provider (KCSP) program grew to 254 companies
ja_jp: Kubernetes Certified Service Provider （KCSP）プログラムが 254 社に拡大

source: Kubernetes Massively Open Online Course (MOOC) hit 290,000 enrollments
ja_jp: Kubernetes Massively Open Online Course （MOOC） の登録数が 290,000 件を突破

source: Kubernetes Training Partner (KTP) program grew to 57 certified companies
ja_jp: Kubernetes トレーニング パートナー（KTP）プログラムは 57 の認定企業に拡大

source: Kubernetes and Cloud Native Associate (KCNA) exam hit 4,000 registrations (since its launch in November 2021)
ja_jp: Kubernetes and Cloud Native Associate （KCNA）試験の登録数が 4,000 件に到達 （2021 年 11 月の開始以来）

source: Kubernetes Authors 3619
ja_jp: Kubernetes 3619人の作者

source: Linkerd Authors 122
ja_jp: Linkerd 122人の作者

source: OPA Authors 259
ja_jp: OPA 259人の作者

source: OpenTelemetry has become the second highest velocity project in the CNCF ecosystem, increasing its contributor base
ja_jp: OpenTelemetry は、CNCF エコシステムで 2 番目に速度が高いプロジェクトになり、コントリビューター ベースを増やしている

source: OpenTelemetry Authors 1133
ja_jp: OpenTelemetry 1133人の作者

source: Presentations in multiple languages
ja_jp: プレゼンテーション が多言語で

source: Prometheus Certified Associate (PCA) exam hit 280+ registrations (since its launch on September 8, 2022)
ja_jp: Prometheus 認定アソシエイト （PCA）試験は 280 件以上の登録を記録 (2022 年 9 月 8 日の開始以来）

source: Prometheus Authors 424
ja_jp: Prometheus 424人の作者

source: Rook Authors 99
ja_jp: Rook 99人の作者

source: Spiffe Authors 44
ja_jp: Spiffe 44人の作者

source: Spire Authors 54
ja_jp: Spire 54人の作者

source: TUF Authors 51
ja_jp: TUF 51人の作者

source: TiKV Authors 257
ja_jp: TiKV 257人の作者

source: USA 1,309
ja_jp: 米国 1,309

source: USA 1,725
ja_jp: 米国 1,309

source: USA 10,568
ja_jp: 米国 10,568

source: USA 3.035
ja_jp: 米国 3,035

source: USA 4,824
ja_jp: 米国 4,824

source: USA 5,744
ja_jp: 米国 5,744

source: United Kingdom 725
ja_jp: 英国 725

source: Vitess Authors 101
ja_jp: Vitess 101人の作者

source: We provide slides, as well as recording the session.
ja_jp: ここで私たちはスライドの提供と併せセッションの録画を実施などで支援しています。

source: containerd Authors 255
ja_jp: containerd 255人の作者

source: etcd Authors 115
ja_jp: etcd 115人の作者

source: Visit the working group's repository to participate, view progress, and learn more.
ja_jp: ワーキング グループへの参加したり、進捗をチェックやその他詳細情報についてはリポジトリにアクセスしてみてください 。

source: The automation for CNCF Kubernetes Conformance Certification repo has been updated for an enhanced user experience with improved functionality under the hood.
ja_jp: CNCF Kubernetes Conformance Certification リポジトリの自動化がアップデートされ、内部の機能改善が進み、ユーザーエクスペリエンスが強化されました。

source: Furthermore, CNCF funded fuzzing audits for a variety of projects that have resulted in hundreds of bugs being found.
ja_jp: さらに、CNCF はさまざまなプロジェクトのファジング監査に資金を提供し、その結果、何百ものバグ発見につながりました。

source: A 15% increase of membership growth compared to 2021
ja_jp: 2021 年と比較してメンバー数が 15% 増加

source: A basic premise behind CNCF, our conferences (including KubeCon + CloudNativeCon), and open source, in general, is that interactions are positive-sum.
ja_jp: CNCF、主催するカンファレンス（KubeCon + CloudNativeCon など）、そしてオープンソースの背後には基本的前提にあることは、インタラクションは総じて（「ゼロサム」ではなく）「ポジティブサム」なもの、ということです。

source: A number of projects completed security audits, resulting in 132 security fixes and improvements, 45 CVE's fixed, and 51 security tools built.
ja_jp: 多くのプロジェクトがセキュリティ監査を完了しました。この結果 132 件のセキュリティ修正や改善、45 件の CVE 修正、51 件のセキュリティ ツールの構築が行われました。

source: Accept
ja_jp: 承諾

source: Agree to ensure the final program schedule is diverse (e.g., not all speakers of one gender, one culture, or age)
ja_jp: 最終的なプログラムスケジュールが多様なものとなることについて同意すること（たとえば、すべてのスピーカーが 1 つの性別、単一の文化、または年齢層となっていないこと、など)

source: An increase of 33% from 2021
ja_jp: 2021 年から 33% 増加

source: An individual with incredible technical skills and notable technical achievements in one or multiple CNCF projects
ja_jp: 一つもしくはそれ以上の CNCF プロジェクトにおいて、驚くべき技術スキルを持ち著しい技術的成果を上げた個人に対して授与されます。

source: Are you a maintainer on a graduated project?
ja_jp: あなたは Graduated プロジェクトのメンテナーですか？

source: As a result, this year:
ja_jp: その結果、今年以下のような取り組みが行われました。

source: As a result, we can get insight into platforms that will likely be successful:
ja_jp: その結果として、成功に向かうであろうプラットフォームについての洞察を得ることができるのです。

source: As teams adopt cloud native strategies, it's clear that there is no "one size fits all" solution to the challenges organizations face.
ja_jp: さまざまなチームがクラウド ネイティブの戦略を採用するにつれてわかってくるのは、組織が直面する課題に対する「万能の」ソリューションというものはない、ということです。

source: At the heart of CNCF is our welcoming community of doers, working together to make cloud native ubiquitous.
ja_jp: CNCF の中心には、クラウド ネイティブをユビキタスにするべく、 Doer たちが協働する、懐の広いコミュニティがあります。

source: At the same time 26 endpoints have been identified as being ineligible for conformance testing and move to the ineligible endpoints list.
ja_jp: これと同時に、適合性テストで 26 のエンドポイントが不適格であると認識され、不適格エンドポイント リストに移りました。

source: At the same time, CNCF continued to double down on digital, offering virtual access to all our major events to provide opportunities for collaboration, learning, and networking from every corner of the globe.
ja_jp: それと同時に、CNCF は引き続きデジタル化を強化し、世界中のあらゆる場所からのコラボレーション、学習、ネットワーキングの機会を提供するべく、すべての主要イベントへの仮想のアクセスを可能にしました。

source: At the start of 2022 there were 85 untested endpoints remaining.
ja_jp: 2022 年の初めの段階でテスト未実施のエンドポイントが 85 残っていました。

source: Attendee Demographics
ja_jp: 参加者のデモグラフィック

source: Attendees at KubeCon + CloudNativeCon North America 2022
ja_jp: KubeCon + CloudNativeCon North America 2022 の参加者たち

source: Audience at KubeCon + CloudNativeCon North America 2022
ja_jp: KubeCon + CloudNativeCon North America 2022 参加の聴衆のみなさん

source: August's topic was “How to Curate a Diverse Lineup.” This meeting featured resources and recommendations for organizers on how to build and recruit diversity within their schedules.
ja_jp: 8 月のテーマは「どのようにして多様なラインナップをキュレーションするか？」でした。このミーティングでは、主催者向けに、限られたスケジュールの中でどう多様性を築き、取り込んでいくか、必要となるリソースや推奨事項について取り上げました。

source: Become a CNCF Member
ja_jp: CNCF メンバーになる

source: Become a CNCFMember
ja_jp: CNCF メンバーになる

source: Boeing joined us as a platinum member - the first aerospace organization to join CNCF.
ja_jp: Boeing（ボーイング）社がプラチナメンバーとして参加しました。CNCF でははじめての航空宇宙業界からの参加です。

source: Both films succeed in giving a voice and face to the forward-looking engineers who tackled adversity and technical challenges in their quest to change the way we work and live today.
ja_jp: どちらの映画も、私たちの働き方や今日の生活を変えようと逆境や技術的課題に立ち向かった先見の明のあるエンジニアたちの生の声や顔を捉えることに成功しています。

source: By the end of 2022 only 10 endpoints (2.5%) remain untested.
ja_jp: 2022 年末までの段階でテストされていない1エンドポイントは 10（2.5%） となりました。

source: CNCF Annual Report 2022
ja_jp: CNCF アニュアルレポート 2022

source: CNCF Annual Report 2022 - Building for the road ahead
ja_jp: CNCF Aアニュアルレポート2022 〜 道のむこうへ 築いていく 〜

source: CNCF Annual Report 2022 | Cloud Native Computing Foundation
ja_jp: CNCF アニュアルレポート 2022 | Cloud Native Computing Foundation

source: CNCF Glossary
ja_jp: CNCF Glossary（用語集）

source: CNCF Meetups become Community Groups
ja_jp: CNCF Meetupが Community Groupに

source: CNCF Membership Growth
ja_jp: CNCF メンバシップの増加

source: CNCF PROJECTS ACCEPTED
ja_jp: 受け入れられたCNCFプロジェクト

source: CNCF Project Velocity
ja_jp: CNCF プロジェクトの速度

source: CNCF Project Velocity chart
ja_jp: CNCF プロジェクトの速度チャート

source: CNCF conducted a number of open source security audits throughout 2022, in strategic partnership with the Open Source Technology Improvement Fund (OSTIF).
ja_jp: CNCF は、Open Source Technology Improvement Fund （OSTIF） との戦略的パートナーシップにより、2022 年を通じて多数のオープンソース セキュリティ監査を実施しました。

source: CNCF continues to support the development of this incredible cloud native community while also striving to ensure that everyone who participates feels welcome regardless of gender, gender identity, sexual orientation, disability, race, ethnicity, age, religion, or economic status.
ja_jp: CNCF は、この驚異的なクラウドネイティブコミュニティの発展を引き続き支援するとともに、参加するみなさんすべてが、性別、ジェンダーアイデンティティ、性的指向、障がい、人種、民族、年齢、宗教、経済的地位にかかわらず、受け入れられていると感じられるように努めています。

source: CNCF has become an embodiment of the spirit of open source, the spirit of freedom and choice, and at the same time has become synonymous with high quality cloud software.
ja_jp: CNCF は、オープンソースの精神、自由と選択可能（Freedom and Choice）の精神を具現化し、同時に高品質なクラウド ソフトウェアの同義語にもなりました。

source: CNCF is an open source software foundation dedicated to making cloud native computing ubiquitous.
ja_jp: CNCF は、クラウドネイティブ コンピューティングをユビキタスにすることを目的とした、オープン ソースソフトウェアのファンデーション（財団）です。

source: CNCF proudly supported more than 100 individuals through various mentoring and internship opportunities in 2022, including the LFX mentorship platform, Google Summer of Code (GSoC), Google Summer of Docs (GSoD) program, and Outreachy.
ja_jp: CNCF は、さまざまなメンタリング、インターンシップの機会を通じた支援をしています。手前味噌ではありますが、LFX メンターシップ プラットフォーム、 Google Summer of Code (GSoC)、Google Summer of Docs (GSoD) プログラム、Outreachy など、さまざまなメンタリングやインターンシップの機会を通じて、2022 年には 100 人以上の個人に支援を提供することができました。

source: CNCF strengthened our commitment to growing the cloud native ecosystem in 2022 - expanding our globally recognized certifications, boosting employment opportunities and helping more folks to upskill their practical application of cloud native technologies.
ja_jp: CNCF は、2022 年にクラウドネイティブ エコシステムを成長させるというコミットメントを強化しました。世界的に認められた認定資格を広め、雇用機会を増やし、より多くの人々がクラウド ネイティブ テクノロジーの実践的適用ができるスキルの向上を支援します。

source: CNCF was proud to acknowledge the amazing efforts of five individuals for their outstanding contributions in 2022:
ja_jp: CNCF は、2022 年際立ったコントリビューションを行った5人の、その素晴らしい取り組みに対し感謝の意を伝えました。

source: CNCF worked closely in partnership with individual contributors and community groups throughout 2022, developing programs to navigate and manage the fast-growing ecosystem - rising to meet the growing global demand for cloud native technologies.
ja_jp: CNCF は 2022 年を通じ、急速に成長するエコシステム ― クラウドネイティブ テクノロジーに対する世界的需要の増大に対応するために大きくなってきている ― をナビゲートし運営するためのプログラムを開発をしながら、個人のコントリビューターやコミュニティグループとの連携を密にしました。

source: CNCF's Governance Leadership, comprising the Governing Board and Technical Oversight Committee, is 20% women and 80% men.
ja_jp: Governing Board と Technical Oversight Committee で構成されるCNCFのガバナンス リーダーシップについては女性20%、男性80%となっています。

source: CNCF's footprint in the Telecom domain increased throughout 2022.
ja_jp: 2022 年はテレコム 業界でCNCF のフットプリントが増加した年となりました。

source: CNCF's revenue is derived from four primary fundraising sources, including membership, event sponsorship, event registration, and training.
ja_jp: CNCFの収益は、メンバーシップ、イベントおよびスポンサーシップ、イベント登録、トレーニングの4つを主として資金調達をしています。

source: CNCF's training and certification program continued to grow.
ja_jp: CNCF のトレーニングおよび認定プログラムは成長を続けました。

source: CTO Summit
ja_jp: CTO サミット

source: CTO Summit Report - KubeCon + CloudNativeCon Europe 2022
ja_jp: CTO サミット レポート - KubeCon + CloudNativeCon ヨーロッパ 2022

source: Case Studies
ja_jp: ケーススタディ

source: Chart of CNCF staff - showing 61% women, 39% men
ja_jp: エグゼクティブ リーダーシップのチャート - 61% が女性、39% の男性

source: Chart of Executive Leadership - showing 62.5% women, 37.5% men
ja_jp: エグゼクティブ リーダーシップのチャート - 62.5% が女性、37.5% が男性

source: Chart showing CNCF Membership growth with a rising trend line.
ja_jp: CNCF メンバーシップの増加傾向のチャート

source: Chart showing projects accepted by year - 2022 had 35 new projects accepted
ja_jp: 年ごとの Accept されたプロジェクトのチャート - 2022 年には 35 の新たなプロジェクトが受け入れられました

source: Chart showing upward trend of Contributors growth
ja_jp: コントリビューターの増加傾向チャート

source: Chart showing upward trend of Members, End User and Project growth
ja_jp: メンバー、エンドユーザー、プロジェクトの増加傾向チャート

source: Check out our calendar for community events near you and don't forget to register for KubeCon + CloudNativeCon Europe in Amsterdam, April 2023.
ja_jp: お近くのコミュニティ イベントのカレンダー をご確認ください。そして2023 年 4 月にアムステルダムで開催される KubeCon + CloudNativeCon Europe に登録することもお忘れなく。

source: Chop Wood & Carry Water awards
ja_jp: Chop Wood & Carry Water アワード

source: Cloud Native Computing Foundation on LinkedIn
ja_jp: LinkedIn の Cloud Native Computing Foundation

source: Cloud Native Computing Foundation on Twitter
ja_jp: Twitter の Cloud Native Computing Foundation

source: Cloud native has crossed the chasm and more organizations than ever before are becoming software companies.
ja_jp: クラウド ネイティブはキャズムを越え、これまで以上に多くの組織がソフトウェア企業になりつつあります。

source: Cloud native training courses from LF
ja_jp: LF のクラウドネイティブ トレーニング コース

source: Code of Conduct Process Improvements
ja_jp: Code of Conduct （行動規範） のプロセス改善

source: Community & Diversity Engagement
ja_jp: コミュニティと多様性 へのエンゲージメント

source: Community Awards
ja_jp: コミュニティアワード

source: Community Events
ja_jp: コミュニティイベント

source: Community Groups 2022
ja_jp: 2022 年の Community Groups

source: Community Mentoring
ja_jp: コミュニティ メンタリング

source: Content
ja_jp: コンテンツ

source: Contribute
ja_jp: コントリビュートする

source: Contribute to the Glossary
ja_jp: Glossary へコントリビュートする

source: Contributor Growth
ja_jp: コントリビューターの伸び

source: Contributors
ja_jp: コントリビューター

source: Cover of the KubeCon + CloudNativeCon Europe 2022 Transparency Report
ja_jp: KubeCon + CloudNativeCon Europe 2022 透明性レポートの表紙

source: Cover of the KubeCon + CloudNativeCon North America 2022 Transparency Report
ja_jp: KubeCon + CloudNativeCon North America 2022 透明性レポートの表紙

source: Despite the collective challenges we've faced, and continue to tackle, the cloud native ecosystem has soared.
ja_jp: 私たちには直面し、取り組み続けている共通的な課題はありますが、一方でクラウドネイティブ エコシステムは躍進しつづけています。

source: Diversity, Equity, and Inclusivity
ja_jp: 多様性、公平性、包摂

source: Do you know somebody doing incredible things in the cloud native ecosystem? Nominate them for the Humans of Cloud Native
ja_jp: 「クラウド ネイティブな」エコシステムでスゴいことやってる人、ご存じですか? Humans of Cloud Native にノミネートしましょう

source: Do you want to help others better understand the concepts of cloud native computing?
ja_jp: 多くの人がクラウドネイティブ コンピューティングのコンセプトを理解できるよう、その手助けをしてみませんか?

source: Donate a character
ja_jp: キャラクターを寄贈する

source: Donate a character to the Phippy and Friends family.
ja_jp: 「Phippy と仲間たち」ファミリーにキャラクターを寄贈しましょう。

source: Ecosystem
ja_jp: エコシステム

source: End User Community
ja_jp: エンドユーザー コミュニティ

source: End Users
ja_jp: エンドユーザー

source: End Users within the Cloud Native Computing Foundation (CNCF) are member companies that use cloud native technologies internally, do not sell any cloud native services externally, and aren't vendors, consultancies, training partners, or telecommunications companies. Individuals within end user companies are passionate about solving problems using cloud native architectures and providing teams with self-service solutions which create a more inclusive, iterative process.
ja_jp: Cloud Native Computing Foundation （CNCF） のエンドユーザー企業とは、クラウドネイティブ テクノロジを社内で活用していて、クラウド ネイティブ サービスを外部向けに販売していないメンバー企業のことです。ベンダー、コンサルタント企業、トレーニング パートナー、またはテレコムキャリアといった企業はこれにあたりません。 エンドユーザー企業では、一人ひとりがクラウド ネイティブ アーキテクチャを駆使し問題を解決すること、より包括的で繰り返し活用できるプロセスを生み出す、セルフサービス型のソリューションをチームに提供することに情熱を注いでいるのです。

source: Endpoint testing results
ja_jp: エンドポイントのテスト結果

source: Endpoint testing results chart
ja_jp: エンドポイントのテスト結果チャート

source: Equally important, a neutral home for a project and community fosters this type of positive-sum thinking and drives the growth and diversity that we believe are core elements of a successful open source project.
ja_jp: そして同様に重要なことは、プロジェクトとコミュニティに対する「中立な家（Neutral home）」が、この種のポジティブサム思考を育て、オープンソースプロジェクトが成功するためのコアだと私たちが信じる成長と多様性を牽引していく、ということです。

source: Events
ja_jp: のイベント

source: Events We’ll Be At
ja_jp: 私たちが参加するイベント

source: Every time we have requirements to build software for our Cloud Infrastructure, the first thing we do is go to the CNCF landscape and evaluate the choices available.
ja_jp: クラウド インフラストラクチャ用のソフトウェアを構築する必要に迫られるたびに 私たちが最初に行うのは、「CNCF ランドスケープ（CNCF landscape）」にアクセスし、利用可能な選択肢を評価することです。

source: Executive Leadership
ja_jp: エグゼクティブ リーダーシップ

source: Expenditures
ja_jp: 支出

source: Find out how we use cookies and how to change your settings.
ja_jp: クッキー情報の使い方、設定の変更方法はこちらで確認ください。

source: For a veteran cloud blogger, this conference is a peek into the future of distributed development.
ja_jp: ベテランのクラウド ブロガーにとってこのカンファレンスは、分散型開発の未来が見れる、のぞき窓のような場なのです。

source: Four Funding Sources
ja_jp: 4つの資金調達先

source: From a humble PHP app, Phippy has gone on to help thousands of folx take their first steps to understanding cloud native computing - from containerisation to automation.
ja_jp: ささやかなPHPアプリである Phippy は、コンテナ化から自動化にいたる、クラウドネイティブコンピューティングを理解するために何千もの人たちが踏み出す最初の一歩を助けてくれます。

source: Funding
ja_jp: ファンディング

source: Get Involved
ja_jp: 参加する

source: Get involved
ja_jp: 参加する

source: Get involved with mentoring
ja_jp: メンタリングに参加する

source: Governance Leadership
ja_jp: ガバナンス リーダーシップ

source: Governance Leadership chart showing 20% women, 80% men
ja_jp: 女性 20%、男性 80% を示すガバナンス リーダーシップのチャート

source: Graduations
ja_jp: Graduated プロジェクト

source: Have a look at the full details in our transparency report
ja_jp: 詳細は透明性レポートをご覧ください

source: Having seen what KubeCon has to offer, I'm sorry I missed every previous KubeCon since (they began in) 2015.
ja_jp: KubeCon で提供されているものを見たら、2015 年 の始まりからの過去の KubeCon すべてを見逃してしまっていたことが残念でなりません。
